Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-IT-Trados.tmx
Source language: en_gb
Languages: it_it

source: A system of qualified alerts should ensure that the AI Office is made aware by the scientific panel of general-purpose AI models that should possibly be classified as general-purpose AI models with systemic risk, in addition to the monitoring activities of the AI Office.
it_it: Un sistema di segnalazioni qualificate dovrebbe garantire che l'ufficio per l'IA sia informato dal gruppo scientifico dei modelli di IA per finalità generali che potrebbero dover essere classificati come modelli di IA per finalità generali con rischio sistemico, in aggiunta alle attività di monitoraggio dell'ufficio per l'IA.

source: The providers of general-purpose AI models presenting systemic risks should be subject, in addition to the obligations provided for providers of general-purpose AI models, to obligations aimed at identifying and mitigating those risks and ensuring an adequate level of cybersecurity protection, regardless of whether it is provided as a standalone model or embedded in an AI system or a product.
it_it: I fornitori di modelli di IA per finalità generali che presentano rischi sistemici dovrebbero essere soggetti, oltre agli obblighi previsti per i fornitori di modelli di IA per finalità generali, agli obblighi volti a individuare e attenuare tali rischi e a garantire un livello adeguato di protezione della cibersicurezza, a prescindere dal fatto che il modello sia fornito come modello autonomo o integrato in un sistema di IA o in un prodotto.

source: To achieve those objectives, this Regulation should require providers to perform the necessary model evaluations, in particular prior to its first placing on the market, including conducting and documenting adversarial testing of models, also, as appropriate, through internal or independent external testing.
it_it: Per conseguire tali obiettivi, il presente regolamento dovrebbe imporre ai fornitori di effettuare le necessarie valutazioni dei modelli, in particolare prima della sua prima immissione sul mercato, compreso lo svolgimento e la documentazione del test contraddittorio (adversarial testing) dei modelli, anche, se del caso, mediante prove interne o esterne indipendenti.

source: In addition, providers of general-purpose AI models with systemic risks should continuously assess and mitigate systemic risks, including for example by putting in place risk-management policies, such as accountability and governance processes, implementing post-market monitoring, taking appropriate measures along the entire model’s lifecycle and cooperating with relevant actors along the AI value chain.
it_it: Inoltre, i fornitori di modelli di IA per finalità generali con rischi sistemici dovrebbero valutare e attenuare continuamente i rischi sistemici, ad esempio attuando politiche di gestione dei rischi, quali processi di responsabilità e governance, svolgendo il monitoraggio successivo all'immissione sul mercato, adottando misure adeguate lungo l'intero ciclo di vita del modello e cooperando con gli attori pertinenti lungo la catena del valore dell'IA.

source: Providers of general-purpose AI models with systemic risks should assess and mitigate possible systemic risks.
it_it: I fornitori di modelli di IA per finalità generali con rischi sistemici dovrebbero valutare e attenuare i possibili rischi sistemici.

source: If, despite efforts to identify and prevent risks related to a general-purpose AI model that may present systemic risks, the development or use of the model causes a serious incident, the general-purpose AI model provider should without undue delay keep track of the incident and report any relevant information and possible corrective measures to the Commission and national competent authorities.
it_it: Se lo sviluppo o l'utilizzo di un modello di IA per finalità generali che potrebbe presentare rischi sistemici causa un incidente grave, nonostante gli sforzi volti a individuare e prevenire i rischi connessi a tale modello, il fornitore del modello di IA per finalità generali dovrebbe, senza indebito ritardo, tenere traccia dell'incidente e riferire alla Commissione e alle autorità nazionali competenti le informazioni pertinenti e le eventuali misure correttive.

source: Furthermore, providers should ensure an adequate level of cybersecurity protection for the model and its physical infrastructure, if appropriate, along the entire model lifecycle.
it_it: Inoltre, i fornitori dovrebbero garantire un livello adeguato di protezione della cibersicurezza per il modello e la sua infrastruttura fisica, se del caso, lungo l'intero ciclo di vita del modello.

source: Cybersecurity protection related to systemic risks associated with malicious use or attacks should duly consider accidental model leakage, unauthorised releases, circumvention of safety measures, and defence against cyberattacks, unauthorised access or model theft.
it_it: La protezione della cibersicurezza connessa ai rischi sistemici associati a uso doloso o attacchi dovrebbe tenere debitamente in considerazione model leakage accidentali, rilasci non autorizzati, elusioni delle misure di sicurezza, nonché la difesa contro gli attacchi informatici, l'accesso non autorizzato o il furto di modelli.

source: That protection could be facilitated by securing model weights, algorithms, servers, and data sets, such as through operational security measures for information security, specific cybersecurity policies, adequate technical and established solutions, and cyber and physical access controls, appropriate to the relevant circumstances and the risks involved.
it_it: Tale protezione potrebbe essere facilitata mettendo al sicuro pesi, algoritmi, server e set di dati relativi al modello, ad esempio attraverso misure di sicurezza operativa per la sicurezza delle informazioni, politiche specifiche in materia di cibersicurezza, soluzioni tecniche e consolidate appropriate e controlli dell'accesso informatico e fisico, che siano adeguati alle circostanze pertinenti e ai rischi connessi.

source: The AI Office should encourage and facilitate the drawing up, review and adaptation of codes of practice, taking into account international approaches.
it_it: L'ufficio per l'IA dovrebbe incoraggiare e agevolare l'elaborazione, il riesame e l'adeguamento dei codici di buone pratiche, tenendo conto degli approcci internazionali.

source: All providers of general-purpose AI models could be invited to participate.
it_it: Tutti i fornitori di modelli di IA per finalità generali potrebbero essere invitati a partecipare.

source: To ensure that the codes of practice reflect the state of the art and duly take into account a diverse set of perspectives, the AI Office should collaborate with relevant national competent authorities, and could, where appropriate, consult with civil society organisations and other relevant stakeholders and experts, including the Scientific Panel, for the drawing up of such codes.
it_it: Per garantire che i codici di buone pratiche riflettano lo stato dell'arte e tengano debitamente conto di una serie diversificata di prospettive, l'ufficio per l'IA dovrebbe collaborare con le pertinenti autorità nazionali competenti e potrebbe, se del caso, consultare le organizzazioni della società civile e altri portatori di interessi ed esperti pertinenti, compreso il gruppo di esperti scientifici, ai fini dell'elaborazione di tali codici.

source: Codes of practice should cover obligations for providers of general-purpose AI models and of general-purpose AI models presenting systemic risks.
it_it: I codici di buone pratiche dovrebbero disciplinare gli obblighi per i fornitori di modelli di IA per finalità generali e per i fornitori di modelli di IA per finalità generali che presentano rischi sistemici.

source: In addition, as regards systemic risks, codes of practice should help to establish a risk taxonomy of the type and nature of the systemic risks at Union level, including their sources.
it_it: Inoltre, quanto ai rischi sistemici, i codici di buone pratiche dovrebbero contribuire a stabilire una tassonomia del tipo e della natura dei rischi sistemici a livello dell'Unione, comprese le loro fonti.

source: Codes of practice should also be focused on specific risk assessment and mitigation measures.
it_it: I codici di buone pratiche dovrebbero inoltre concentrarsi su misure specifiche di valutazione e attenuazione dei rischi.

source: The codes of practice should represent a central tool for the proper compliance with the obligations provided for under this Regulation for providers of general-purpose AI models.
it_it: I codici di buone pratiche dovrebbero rappresentare uno strumento essenziale per i fornitori di modelli di IA per finalità generali ai fini di un'adeguata conformità agli obblighi previsti dal presente regolamento.

source: Providers should be able to rely on codes of practice to demonstrate compliance with the obligations.
it_it: I fornitori dovrebbero poter fare affidamento su codici di buone pratiche per dimostrare la conformità agli obblighi.

source: By means of implementing acts, the Commission may decide to approve a code of practice and give it a general validity within the Union, or, alternatively, to provide common rules for the implementation of the relevant obligations, if, by the time this Regulation becomes applicable, a code of practice cannot be finalised or is not deemed adequate by the AI Office.
it_it: Mediante atti di esecuzione, la Commissione può decidere di approvare un codice di buone pratiche e conferire ad esso una validità generale all'interno dell'Unione o, in alternativa, di stabilire norme comuni per l'attuazione dei pertinenti obblighi, qualora un codice di buone pratiche non possa essere portato a termine o ritenuto adeguato da parte dell'ufficio per l'IA entro la data di applicazione del presente regolamento.

source: Once a harmonised standard is published and assessed as suitable to cover the relevant obligations by the AI Office, compliance with a European harmonised standard should grant providers the presumption of conformity.
it_it: Quando una norma armonizzata è pubblicata e ritenuta idonea a disciplinare i pertinenti obblighi da parte dell'ufficio per l'IA, la conformità a una norma armonizzata europea dovrebbe conferire ai fornitori la presunzione di conformità.

source: Providers of general-purpose AI models should furthermore be able to demonstrate compliance using alternative adequate means, if codes of practice or harmonised standards are not available, or they choose not to rely on those.
it_it: I fornitori di modelli di IA per finalità generali dovrebbero inoltre essere in grado di dimostrare la conformità utilizzando mezzi adeguati alternativi, se non sono disponibili codici di buone pratiche o norme armonizzate, oppure se tali fornitori scelgono di non fare affidamento su tali codici e norme.

source: This Regulation regulates AI systems and AI models by imposing certain requirements and obligations for relevant market actors that are placing them on the market, putting into service or use in the Union, thereby complementing obligations for providers of intermediary services that embed such systems or models into their services regulated by Regulation (EU) 2022/2065.
it_it: Il presente regolamento disciplina i sistemi di IA e i modelli di IA imponendo determinati requisiti e obblighi agli operatori del mercato pertinenti che li immettono sul mercato, li mettono in servizio o li utilizzano nell'Unione, integrando in tal modo gli obblighi per i prestatori di servizi intermediari che incorporano tali sistemi o modelli nei loro servizi disciplinati dal regolamento (UE) 2022/2065.

source: To the extent that such systems or models are embedded into designated very large online platforms or very large online search engines, they are subject to the risk-management framework provided for in Regulation (EU) 2022/2065.
it_it: Nella misura in cui sono integrati in piattaforme online di dimensioni molto grandi designate o motori di ricerca online di dimensioni molto grandi designati, tali sistemi o modelli sono soggetti al quadro di gestione dei rischi di cui al regolamento (UE) 2022/2065.

source: Consequently, the corresponding obligations of this Regulation should be presumed to be fulfilled, unless significant systemic risks not covered by Regulation (EU) 2022/2065 emerge and are identified in such models.
it_it: Di conseguenza, si dovrebbe ritenere che gli obblighi corrispondenti del presente regolamento siano adempiuti, salvo se emergono e sono individuati in tali modelli dei rischi sistemici significativi non disciplinati dal regolamento (UE) 2022/2065.

source: Within this framework, providers of very large online platforms and very large online search engines are obliged to assess potential systemic risks stemming from the design, functioning and use of their services, including how the design of algorithmic systems used in the service may contribute to such risks, as well as systemic risks stemming from potential misuses.
it_it: In tale quadro, i prestatori di piattaforme online di dimensioni molto grandi e motori di ricerca online di dimensioni molto grandi sono tenuti a valutare i potenziali rischi sistemici derivanti dalla progettazione, dal funzionamento e dall'utilizzo dei rispettivi servizi, comprese le modalità con cui la progettazione dei sistemi algoritmici impiegati nel servizio possono contribuire a tali rischi, nonché i rischi sistemici derivanti da potenziali usi impropri.

source: Those providers are also obliged to take appropriate mitigating measures in observance of fundamental rights.
it_it: Tali prestatori sono altresì tenuti ad adottare misure di attenuazione adeguate nel rispetto dei diritti fondamentali.

source: Considering the quick pace of innovation and the technological evolution of digital services in scope of different instruments of Union law in particular having in mind the usage and the perception of their recipients, the AI systems subject to this Regulation may be provided as intermediary services or parts thereof within the meaning of Regulation (EU) 2022/2065, which should be interpreted in a technology-neutral manner.
it_it: Considerando la rapidità dell'innovazione e dell'evoluzione tecnologica dei servizi digitali che rientrano nell'ambito di applicazione dei diversi strumenti previsti dal diritto dell'Unione, in particolare tenendo presente l'uso e la percezione dei loro destinatari, i sistemi di IA soggetti al presente regolamento possono essere forniti come servizi intermediari o parti di essi ai sensi del regolamento (UE) 2022/2065, da interpretarsi in modo tecnologicamente neutro.

source: For example, AI systems may be used to provide online search engines, in particular, to the extent that an AI system such as an online chatbot performs searches of, in principle, all websites, then incorporates the results into its existing knowledge and uses the updated knowledge to generate a single output that combines different sources of information.
it_it: Ad esempio, i sistemi di IA possono essere utilizzati per fornire motori di ricerca online, in particolare nella misura in cui un sistema di IA, come un chatbot online, effettua ricerche, in linea di principio, su tutti i siti web, incorpora i risultati nelle sue conoscenze esistenti e si avvale delle conoscenze aggiornate per generare un unico output che combina diverse fonti di informazione.

source: Furthermore, obligations placed on providers and deployers of certain AI systems in this Regulation to enable the detection and disclosure that the outputs of those systems are artificially generated or manipulated are particularly relevant to facilitate the effective implementation of Regulation (EU) 2022/2065.
it_it: Inoltre, gli obblighi imposti dal presente regolamento ai fornitori e ai deployer di taluni sistemi di IA, volti a consentire il rilevamento e la divulgazione del fatto che gli output di tali sistemi siano generati o manipolati artificialmente, sono molto importanti per contribuire all'efficace attuazione del regolamento (UE) 2022/2065.

source: This applies in particular as regards the obligations of providers of very large online platforms or very large online search engines to identify and mitigate systemic risks that may arise from the dissemination of content that has been artificially generated or manipulated, in particular risk of the actual or foreseeable negative effects on democratic processes, civic discourse and electoral processes, including through disinformation.
it_it: Ciò si applica specialmente agli obblighi per i fornitori di piattaforme online di dimensioni molto grandi o motori di ricerca online di dimensioni molto grandi di individuare e attenuare i rischi sistemici che possono derivare dalla diffusione di contenuti generati o manipolati artificialmente, in particolare il rischio di impatti negativi effettivi o prevedibili sui processi democratici, sul dibattito civico e sui processi elettorali, anche mediante la disinformazione.

source: Standardisation should play a key role to provide technical solutions to providers to ensure compliance with this Regulation, in line with the state of the art, to promote innovation as well as competitiveness and growth in the single market.
it_it: La normazione dovrebbe svolgere un ruolo fondamentale nel fornire soluzioni tecniche ai fornitori per garantire la conformità al presente regolamento, in linea con lo stato dell'arte, e promuovere l'innovazione, la competitività e la crescita nel mercato unico.

source: Compliance with harmonised standards as defined in Article 2, point (1)(c), of Regulation (EU) No 1025/2012 of the European Parliament and of the Council (41), which are normally expected to reflect the state of the art, should be a means for providers to demonstrate conformity with the requirements of this Regulation.
it_it: La conformità alle norme armonizzate quali definite all'articolo 2, punto 1, lettera c), del regolamento (UE) n, 1025/2012 del Parlamento europeo e del Consiglio (41), le quali normalmente dovrebbero rispecchiare lo stato dell'arte, dovrebbe essere un modo per i fornitori di dimostrare la conformità ai requisiti del presente regolamento.

source: A balanced representation of interests involving all relevant stakeholders in the development of standards, in particular SMEs, consumer organisations and environmental and social stakeholders in accordance with Articles 5 and 6 of Regulation (EU) No 1025/2012 should therefore be encouraged.
it_it: È pertanto opportuno incoraggiare una rappresentanza equilibrata degli interessi che coinvolga tutti i portatori di interessi pertinenti nell'elaborazione delle norme, in particolare le PMI, le organizzazioni dei consumatori e i portatori di interessi in materia sociale e ambientale conformemente agli articoli 5 e 6 del regolamento (UE) n, 1025/2012.

source: In order to facilitate compliance, the standardisation requests should be issued by the Commission without undue delay.
it_it: Al fine di agevolare l'adempimento, le richieste di normazione dovrebbero essere presentate dalla Commissione senza indebito ritardo.

source: When preparing the standardisation request, the Commission should consult the advisory forum and the Board in order to collect relevant expertise.
it_it: In sede di elaborazione della richiesta di normazione, la Commissione dovrebbe consultare il forum consultivo e il consiglio per l'IA al fine di ottenere le competenze pertinenti.

source: However, in the absence of relevant references to harmonised standards, the Commission should be able to establish, via implementing acts, and after consultation of the advisory forum, common specifications for certain requirements under this Regulation.
it_it: Tuttavia, in assenza di riferimenti pertinenti a norme armonizzate, la Commissione dovrebbe poter stabilire, mediante atti di esecuzione e previa consultazione del forum consultivo, specifiche comuni per determinati requisiti previsti del presente regolamento.

source: The common specification should be an exceptional fall back solution to facilitate the provider’s obligation to comply with the requirements of this Regulation, when the standardisation request has not been accepted by any of the European standardisation organisations, or when the relevant harmonised standards insufficiently address fundamental rights concerns, or when the harmonised standards do not comply with the request, or when there are delays in the adoption of an appropriate harmonised standard.
it_it: La specifica comune dovrebbe costituire una soluzione eccezionale di ripiego per agevolare l'obbligo del fornitore di conformarsi ai requisiti del presente regolamento, quando la richiesta di normazione non è stata accettata da alcuna delle organizzazioni europee di normazione, quando le pertinenti norme armonizzate non tengono sufficientemente conto delle preoccupazioni in materia di diritti fondamentali, quando le norme armonizzate non sono conformi alla richiesta o quando vi sono ritardi nell'adozione di una norma armonizzata appropriata.

source: Where such a delay in the adoption of a harmonised standard is due to the technical complexity of that standard, this should be considered by the Commission before contemplating the establishment of common specifications.
it_it: Qualora tale ritardo nell'adozione di una norma armonizzata sia dovuto alla complessità tecnica di tale norma, la Commissione dovrebbe tenerne conto prima di prendere in considerazione la definizione di specifiche comuni.

source: When developing common specifications, the Commission is encouraged to cooperate with international partners and international standardisation bodies.
it_it: Nell'elaborare specifiche comuni, la Commissione è incoraggiata a cooperare con i partner internazionali e gli organismi internazionali di normazione.

source: It is appropriate that, without prejudice to the use of harmonised standards and common specifications, providers of a high-risk AI system that has been trained and tested on data reflecting the specific geographical, behavioural, contextual or functional setting within which the AI system is intended to be used, should be presumed to comply with the relevant measure provided for under the requirement on data governance set out in this Regulation.
it_it: È opportuno che, fatto salvo il ricorso a norme armonizzate e specifiche comuni, i fornitori di un sistema di IA ad alto rischio che è stato addestrato e sottoposto a prova con dati che rispecchiano il contesto geografico, comportamentale, contestuale o funzionale specifico all'interno del quale il sistema di IA è destinato a essere usato si presumano conformi alla misura pertinente prevista dal requisito in materia di governance dei dati di cui al presente regolamento.
